const data = [
  {
    question: "Мафҳуми давлатро нишон диҳед:",
    answer: "Ташкилоти махсуси сиёсӣ буда, дорои дастгоҳи маҷбуркунӣ мебошад"
  },
  {
    question: "Навъҳои (типҳои) таърихии давлат ва ҳуқуқро муайян кунед:",
    answer: "Ғуломдорӣ, феодалӣ, капиталистӣ, сотсиалистӣ"
  },
  {
    question: "Шаклҳои давлатро тасниф намоед:",
    answer: "Шакли идоракунӣ, шакли сохти давлатӣ, режими давлатӣ"
  },
  {
    question: "Шаклҳои идоракунии давлатро нишон диҳед",
    answer: "Монархия ва ҷумҳуриявӣ"
  },
  {
    question: "Намуди шакли сохти давлатиро муайян кунед:",
    answer: "Унитарӣ, федеративӣ ва конфедеративӣ"
  },
  {
    question: "Унитарӣ, федеративӣ ва конфедеративӣ Режими давлатӣ (сиёсӣ)-ро муайян кунед:",
    answer: "Ҷумҳурии президентӣ"
  },
  {
    question: "Мафҳуми ҳуқуқро шарҳ диҳед:",
    answer: "Низоми меъёрҳои умумиҳатмии рафторе, ки аз ҷониби давлат муқаррар, тасдиқ ва ҳифз карда шуда, муносибатҳои ҷамъиятиро ба танзим медарорад"
  },
  {
    question: "Мафҳуми қонунро шарҳ диҳед:",
    answer: "Санади меъёри ҳуқуқиест, ки аз ҷониби давлат ба тавсиб расида эътибори олии ҳуқуқӣ дорад, муҳимтарин муносибатҳои ҷамъиятиро ба танзим медарорад"
  },
  {
    question: "Типҳои (навъҳои) таърихии ҳуқуқро муайян кунед:",
    answer: "Ғуломдорӣ, феодалӣ, капиталистӣ, сотсиалистӣ"
  },
  {
    question: "Муносибатҳои ҳуқуқиро шарҳ диҳед:",
    answer: "муносибатҳои ҷамъиятие, ки дар асоси талаботи меъёрҳои ҳуқуқӣ ба вуҷуд омадааст"
  },
  {
    question: "Кадом категорияи шахсон ба сифати субъектони муносибатҳои ҳуқуқӣ баромад мекунанд?",
    answer: "шахсони воқеӣ ва ҳуқуқӣ"
  },
  {
    question: "Хусусиятҳои ҳуқуқро номбар кунед:",
    answer: "Умумиҳатмӣ"
  },
  {
    question: "Ахлоқ чист?",
    answer: "Қоида ва меъёрҳои рафтори одамон"
  },
  {
    question: "Кирдори гунаҳкорона ва зиддиҳуқуқие, ки ба ҷамъият, давлат ва шахсони алоҳида зарар мерасонад, чӣ номида мешавад?",
    answer: "Ҳуқуқвайронкунӣ"
  },
  {
    question: "Рафтори қонунӣ баҳри чӣ амалӣ гардонида мешавад?",
    answer: "Баҳри амалигардонии ҳуқуқу ӯҳдадориҳои дахлдори ҳуқуқӣ"
  },
  {
    question: "Конститутсияи Ҷумҳурии Тоҷикистон кай қабул карда шудааст?",
    answer: "06.11.1994"
  },
  {
    question: "Конститутсияи Ҷумҳурии Тоҷикистон бо кадом тартиб қабул гардид?",
    answer: "Бо тариқи райъпурсии умумихалқӣ"
  },
  {
    question: "Сохтори Конститутсияи Ҷумҳурии Тоҷикистонро муайян намоед:",
    answer: "аз 10 боб ва 100 модда"
  },
  {
    question: "Боби аввали Конститутсияи Ҷумҳурии Тоҷикистонро муайян кунед:",
    answer: "Асосҳои сохтори конститутсионии Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Ҳуқуқи конститутсионии Ҷумҳурии Тоҷикистон, ин:-",
    answer: "Соҳаи намоёни ҳуқуқ"
  },
  {
    question: "Дар таърихи Тоҷикистон чанд маротиба Конститутсия қабул карда шуд?",
    answer: "5 маротиба"
  },
  {
    question: "Сарчашмаи меъёрҳои ҳуқуқи конститутсионии ҶТ-ро нишон диҳед;",
    answer: "Конститутсия, қонунҳои конститутсионӣ, қонунҳои ҷорӣ, санадҳои зерқонунӣ"
  },
  {
    question: "Конститутсия чист?",
    answer: "сохт, муқарраркунӣ, тасдиқкунӣ"
  },
  {
    question: "Дар давраи ИҶШС дар ҶТ чанд маротиба Конститутсия қабул карда шудааст?",
    answer: "4 маротиба"
  },
  {
    question: "Шакли идораи Ҷумҳурии Тоҷикистон чӣ гуна мебошад?",
    answer: "Ҷумҳурии президентӣ;"
  },
  {
    question: "Маҷлисҳои Ҳукумати Тоҷикистон дар кадом мӯҳлат ва бо иштироки чанд ҳиссаи аъзои он гузаронида мешавад?",
    answer: "Дар як моҳ камаш як маротиба, бо иштироки аз се ду ҳиссаи аъзои Ҳукумат"
  },
  {
    question: "Субъектони муносибатҳои ҳуқуқиро шарҳ диҳед:",
    answer: "Иштирокчиёни муносибатҳои ҳуқуқие, ки дорои ҳуқуқ ва ӯҳдадориҳои муайян мебошанд"
  },
  {
    question: "Кадом категорияи шахсон ба сифати субъектони муносибатҳои ҳуқуқӣ баромад мекунанд:",
    answer: "Шахсони воқеӣ ва ҳуқуқӣ"
  },
  {
    question: "Низоми ҳуқуқии Ҷумҳурии Тоҷикистонро чӣ ташкил медиҳад?",
    answer: "Соҳаҳои ҳуқуқ"
  },
  {
    question: "Хусусиятҳои ҳуқуқро номбар кунед:",
    answer: "Умумиҳатмӣ"
  },
  {
    question: "Ҷумларо пурра намоед: “Ҳуқуқи инсон яке аз арзишҳои олӣ ва муҳимтарини...",
    answer: "тамаддуни инсонист\""
  },
  {
    question: "Ҳуқуқи инсон чист?",
    answer: "Ҳуқуқи инсон – ин чораи рафтори имконпазири одамон аст, ки бо қонун, ҳамчунин бо қоидаҳои ахлоқӣ, динӣ ва сиёсӣ кафолат дода мешавад"
  },
  {
    question: "Озодии инсон чист?",
    answer: "Озодии инсон – ин худмуайянкунии шахсият, бе ягон мачбурсозӣ мувофиқи иродаи худ амал кардан аст"
  },
  {
    question: "Вазоратҳо ва Кумитаҳои давлатиро аз тарафи кӣ таъсис ва барҳам дода мешавад ?",
    answer: "Президенти Ҷумхурии Тоҷикистон"
  },
  {
    question: "Вазъи ҳуқуқии Ҳукумати Ҷумҳурии Тоҷикистон бо кадом санади ҳуқуқӣ танзим ёфтааст?",
    answer: "Қонуни конститутсионӣ \"Дар бораи Ҳукумати Ҷумхурии Тоҷикистон\""
  },
  {
    question: "Ҳукумати Тоҷикистон дар назди кӣ ваколаташро вомегузорад?",
    answer: "Дар назди Президенти навинтихобшуда"
  },
  {
    question: "Ҳокимияти маҳаллӣ аз кадом рукнҳо иборат аст?",
    answer: "Иҷроия ва намояндагии ҳокимияти давлатӣ"
  },
  {
    question: "Мафҳуми ҳуқуқи маъмурии Ҷумҳурии Тоҷикистонро шарҳ диҳед:",
    answer: "Соҳаи мустақили ҳуқуқ, ки муносибатҳоро дар раванди идоракунии давлатӣ ба танзим медарорад"
  },
  {
    question: "Субъектони ҳуқуқи маъмуриро нишон диҳед:",
    answer: "Шахсони воқеӣ, шахсони ҳуқуқӣ, шахсони мансабдор"
  },
  {
    question: "Ҳукумати Ҷумҳурии Тоҷикистон ба кадом шохаи ҳокимият тааллуқ дорад?",
    answer: "Иҷроия"
  },
  {
    question: "Сарвари давлат ва сарвари ҳокимияти иҷроия дар Ҷумҳурии Тоҷикистонро муайян кунед:",
    answer: "Президент"
  },
  {
    question: "Ҳокимияти маҳаллӣ аз кадом мақомот иборат аст?",
    answer: "Намояндагӣ ва иҷроия"
  },
  {
    question: "Шакли асосии фаъолияти мақомтои худидораи шаҳрак ва деҳотро муайян намоед:",
    answer: "Маҷлиси ҷамоат"
  },
  {
    question: "Вакилони ҷамоат чӣ гуна интихоб карда мешаванд?",
    answer: "Бо овоздиҳии пинҳонӣ ба мӯҳлати 5 сол"
  },
  {
    question: "Ҷамоат чун мақомоти худидоракунии маҳаллӣ иборат аз:-",
    answer: "Вакилон"
  },
  {
    question: "Вакили ҷамоат намояндаи кист?",
    answer: "Халқ"
  },
  {
    question: "Ҷамоат дар соҳаи ташкили фаъолият кадом ваколатҳоро иҷро мекунад?",
    answer: "Тасдиқи буҷети шаҳрак ва деҳот"
  },
  {
    question: "Ҷамоат дар соҳаи иқтисод ва молия кадом ваколатҳоро дорад?",
    answer: "Таҳия ва тасдиқи барномаҳои рушди иқтисодиву иҷтимоии шаҳрак ва деҳот"
  },
  {
    question: "Шакли асосии фаъолияти Ҷамоатро муайян намоед:",
    answer: "Маҷлиси Ҷамоат"
  },
  {
    question: "Шахси ҷисмонӣ кист?",
    answer: "Шаҳрвандони Ҷумҳурии Тоҷикистон, шаҳрвандони хориҷӣ ва шахсони бешаҳрванд"
  },
  {
    question: "Қобилияти ҳуқуқдории шахс аз кай оғоз меёбад?",
    answer: "Аз лаҳзаи таваллуд"
  },
  {
    question: "Ҳуқуқи гражданӣ чист?",
    answer: "Маҷмӯи меъёрҳои ҳуқуқуиест, ки муносибатҳои молумулкӣ ва шахсии ғайримолумулкиро танзим менамояд"
  },
  {
    question: "Қобилияти амалкунӣ чист?",
    answer: "Қобилияти бо ҳаракатҳои худ ба даст овардан ва татбиқ намудани ҳуқуқу ӯҳдадориҳои гражданӣ"
  },
  {
    question: "Ҳуқуқи моликият чист?",
    answer: "Меъёрҳои ҳуқуқиест, ки ба шахсони мушаххас таалуқ доштани неъматҳои моддиро мустаҳкам менамояд"
  },
  {
    question: "Ҳуқуқи гражданӣ ҳамчун соҳаи мустақили ҳуқуқ кадом муносибатҳоро танзим менамояд:",
    answer: "муносибатҳои молумулкӣ ва шахсии ғайримолумулкиро ба танзим медарорад"
  },
  {
    question: "Кадом санад ба сифати санади меъёрии соҳавии ҳуқуқи гражданӣ баромад мекунад:",
    answer: "Кодекси граждании Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Кодекси граждании Ҷумҳурии Тоҷикистон аз чанд қисм иборат аст?",
    answer: "аз 3 қисм"
  },
  {
    question: "Мафҳуми ҳуқуқи оилавиро шарҳ диҳед:",
    answer: "соҳаи мустақили ҳуқуқ, ки муносибатҳои шахсӣ, молумулкии ҳамсаронро бо сабаби никоҳ, таваллуди кӯдак ва дигар ба танзим медарорад"
  },
  {
    question: "Вазифаи ҳуқуқи оилавӣ аз чӣ иборат аст?",
    answer: "ба вуҷуд овардани насли солим, бурдани хоҷагидории умумӣ, мустаҳкам кардани оила"
  },
  {
    question: "Кадом меъёри Конститутсияи Ҷумҳурии Тоҷикистон ташкили оиларо кафолат медиҳад?",
    answer: "Моддаи 33"
  },
  {
    question: "Мардон ва занон аз кадом синну сол ҳуқуқи ташкили оила доранд?",
    answer: "аз 18 солагӣ"
  },
  {
    question: "Дар Ҷумҳурии Тоҷикистон бисёрникоҳӣ пешбинӣ шудааст?",
    answer: "Бисёрникоҳӣ манъ аст"
  },
  {
    question: "Мафҳуми никоҳро шарҳ диҳед:",
    answer: "Никоҳ иттифоқи озод, ихтиёрона, баробарҳуқуқ ва ҳамчун қоида якумраи зану шавҳар мебошад"
  },
  {
    question: "Никоҳ дар кадом мақомот ба қайд гирифта мешавад?",
    answer: "Дар мақомоти сабти асноди ҳолати шаҳрвандӣ"
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи оилавиро нишон диҳед:",
    answer: "Кодекси оилаи Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Мафҳуми молияро шарҳ диҳед:",
    answer: "Молия-яке аз категорияҳои иқтисодӣ буда, инкишофи он аз муносибатҳои молию−пулӣ ва мавҷудияти давлат вобастагӣ дорад"
  },
  {
    question: "Сарчашмаҳои ҳуқуқи молиявиро нишон диҳед:",
    answer: "Конститутсияи Ҷумҳурии Тоҷикистон, Қонуни Ҷумҳурии Тоҷикистон \"Дар бораи буҷети давлатӣ\""
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи молиявиро нишон диҳед:",
    answer: "Қонуни Ҷумҳурии Тоҷикистон “Дар бораи буҷети давлатӣ”"
  },
  {
    question: "Мафҳуми андозро нишон диҳед?",
    answer: "Андозҳо пардохтҳои пулии ҳатмӣ, беподош ва бебозгашт мебошад"
  },
  {
    question: "Андозситонӣ дар Ҷумҳурии Тоҷикистон вазифаи кист?",
    answer: "Вазифаи давлат"
  },
  {
    question: "Маҷмӯи меъёрҳои мураттабгардидаи ҳуқуқи андозро муайян кунед:",
    answer: "Кодекси андоз"
  },
  {
    question: "Пардохти андоз аз ҷониби кадом мақомоти давлатӣ муқаррар карда мешавад?",
    answer: "Аз ҷониби мақомоти қонунгузории Ҷумҳурии Тоҷикистон бо роҳи яктарафа муқаррар карда мешавад"
  },
  {
    question: "Мафҳуми ҳуқуқи меҳнатиро муайян кунед:",
    answer: "Соҳаи мустақили ҳуқуқест, ки муносибатҳои аз фаъолияти меҳнатӣ ба вуҷуд омадаро танзим мекунад"
  },
  {
    question: "Мафҳуми шартномаи меҳнатиро муайян кунед:",
    answer: "Ин созишномаи байни корманд ва корфармо"
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи меҳнатиро нишон диҳед:",
    answer: "Кодекси меҳнат"
  },
  {
    question: "Созишномаи байни корфармо ва кормандро чӣ меноманд?",
    answer: "Шартномаи меҳнатӣ"
  },
  {
    question: "Воситаи муайян намудани мақоми кормандро дар корхона нишон диҳед:",
    answer: "Шартномаи (қарордоди) меҳнатӣ"
  },
  {
    question: "Шартномаи меҳнатӣ дар кадом шакл баста мешавад?",
    answer: "Шифоҳӣ ва хаттӣ"
  },
  {
    question: "Мафҳуми вақти корро муайян кунед:",
    answer: "вақтеро меноманд, ки дар давоми он коркун бояд вазифаҳои меҳнатии худро иҷро намояд"
  },
  {
    question: "Вақтеро, ки корманд аз иҷрои ӯҳдадориҳои меҳнатиаш озод аст чӣ номида мешавад?",
    answer: "Вақти истироҳат"
  }
];