const data = [
  {
    question: "Мафҳуми давлатро нишон диҳед:",
    answer: "Ташкилоти махсуси сиёсӣ буда, дорои дастгоҳи маҷбуркунӣ мебошад"
  },
  {
    question: "Навъҳои (типҳои) таърихии давлат ва ҳуқуқро муайян кунед:",
    answer: "Ғуломдорӣ, феодалӣ, капиталистӣ, сотсиалистӣ"
  },
  {
    question: "Шаклҳои давлатро тасниф намоед:",
    answer: "Шакли идоракунӣ, шакли сохти давлатӣ, режими давлатӣ"
  },
  {
    question: "Шаклҳои идоракунии давлатро нишон диҳед",
    answer: "Монархия ва ҷумҳуриявӣ"
  },
  {
    question: "Намуди шакли сохти давлатиро муайян кунед:",
    answer: "Унитарӣ, федеративӣ ва конфедеративӣ"
  },
  {
    question: "Унитарӣ, федеративӣ ва конфедеративӣ Режими давлатӣ (сиёсӣ)-ро муайян кунед:",
    answer: "Ҷумҳурии президентӣ"
  },
  {
    question: "Мафҳуми ҳуқуқро шарҳ диҳед:",
    answer: "Низоми меъёрҳои умумиҳатмии рафторе, ки аз ҷониби давлат муқаррар, тасдиқ ва ҳифз карда шуда, муносибатҳои ҷамъиятиро ба танзим медарорад"
  },
  {
    question: "Мафҳуми қонунро шарҳ диҳед:",
    answer: "Санади меъёри ҳуқуқиест, ки аз ҷониби давлат ба тавсиб расида эътибори олии ҳуқуқӣ дорад, муҳимтарин муносибатҳои ҷамъиятиро ба танзим медарорад"
  },
  {
    question: "Типҳои (навъҳои) таърихии ҳуқуқро муайян кунед:",
    answer: "Ғуломдорӣ, феодалӣ, капиталистӣ, сотсиалистӣ"
  },
  {
    question: "Муносибатҳои ҳуқуқиро шарҳ диҳед:",
    answer: "муносибатҳои ҷамъиятие, ки дар асоси талаботи меъёрҳои ҳуқуқӣ ба вуҷуд омадааст"
  },
  {
    question: "Кадом категорияи шахсон ба сифати субъектони муносибатҳои ҳуқуқӣ баромад мекунанд?",
    answer: "шахсони воқеӣ ва ҳуқуқӣ"
  },
  {
    question: "Хусусиятҳои ҳуқуқро номбар кунед:",
    answer: "Умумиҳатмӣ"
  },
  {
    question: "Ахлоқ чист?",
    answer: "Қоида ва меъёрҳои рафтори одамон"
  },
  {
    question: "Кирдори гунаҳкорона ва зиддиҳуқуқие, ки ба ҷамъият, давлат ва шахсони алоҳида зарар мерасонад, чӣ номида мешавад?",
    answer: "Ҳуқуқвайронкунӣ"
  },
  {
    question: "Рафтори қонунӣ баҳри чӣ амалӣ гардонида мешавад?",
    answer: "Баҳри амалигардонии ҳуқуқу ӯҳдадориҳои дахлдори ҳуқуқӣ"
  },
  {
    question: "Конститутсияи Ҷумҳурии Тоҷикистон кай қабул карда шудааст?",
    answer: "06.11.1994"
  },
  {
    question: "Конститутсияи Ҷумҳурии Тоҷикистон бо кадом тартиб қабул гардид?",
    answer: "Бо тариқи райъпурсии умумихалқӣ"
  },
  {
    question: "Сохтори Конститутсияи Ҷумҳурии Тоҷикистонро муайян намоед:",
    answer: "аз 10 боб ва 100 модда"
  },
  {
    question: "Боби аввали Конститутсияи Ҷумҳурии Тоҷикистонро муайян кунед:",
    answer: "Асосҳои сохтори конститутсионии Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Ҳуқуқи конститутсионии Ҷумҳурии Тоҷикистон, ин:-",
    answer: "Соҳаи намоёни ҳуқуқ"
  },
  {
    question: "Дар таърихи Тоҷикистон чанд маротиба Конститутсия қабул карда шуд?",
    answer: "5 маротиба"
  },
  {
    question: "Сарчашмаи меъёрҳои ҳуқуқи конститутсионии ҶТ-ро нишон диҳед;",
    answer: "Конститутсия, қонунҳои конститутсионӣ, қонунҳои ҷорӣ, санадҳои зерқонунӣ"
  },
  {
    question: "Конститутсия чист?",
    answer: "сохт, муқарраркунӣ, тасдиқкунӣ"
  },
  {
    question: "Дар давраи ИҶШС дар ҶТ чанд маротиба Конститутсия қабул карда шудааст?",
    answer: "4 маротиба"
  },
  {
    question: "Шакли идораи Ҷумҳурии Тоҷикистон чӣ гуна мебошад?",
    answer: "Ҷумҳурии президентӣ;"
  },
  {
    question: "Маҷлисҳои Ҳукумати Тоҷикистон дар кадом мӯҳлат ва бо иштироки чанд ҳиссаи аъзои он гузаронида мешавад?",
    answer: "Дар як моҳ камаш як маротиба, бо иштироки аз се ду ҳиссаи аъзои Ҳукумат"
  },
  {
    question: "Субъектони муносибатҳои ҳуқуқиро шарҳ диҳед:",
    answer: "Иштирокчиёни муносибатҳои ҳуқуқие, ки дорои ҳуқуқ ва ӯҳдадориҳои муайян мебошанд"
  },
  {
    question: "Кадом категорияи шахсон ба сифати субъектони муносибатҳои ҳуқуқӣ баромад мекунанд:",
    answer: "Шахсони воқеӣ ва ҳуқуқӣ"
  },
  {
    question: "Низоми ҳуқуқии Ҷумҳурии Тоҷикистонро чӣ ташкил медиҳад?",
    answer: "Соҳаҳои ҳуқуқ"
  },
  {
    question: "Хусусиятҳои ҳуқуқро номбар кунед:",
    answer: "Умумиҳатмӣ"
  },
  {
    question: "Ҷумларо пурра намоед: “Ҳуқуқи инсон яке аз арзишҳои олӣ ва муҳимтарини...",
    answer: "тамаддуни инсонист\""
  },
  {
    question: "Ҳуқуқи инсон чист?",
    answer: "Ҳуқуқи инсон – ин чораи рафтори имконпазири одамон аст, ки бо қонун, ҳамчунин бо қоидаҳои ахлоқӣ, динӣ ва сиёсӣ кафолат дода мешавад"
  },
  {
    question: "Озодии инсон чист?",
    answer: "Озодии инсон – ин худмуайянкунии шахсият, бе ягон мачбурсозӣ мувофиқи иродаи худ амал кардан аст"
  },
  {
    question: "Вазоратҳо ва Кумитаҳои давлатиро аз тарафи кӣ таъсис ва барҳам дода мешавад ?",
    answer: "Президенти Ҷумхурии Тоҷикистон"
  },
  {
    question: "Вазъи ҳуқуқии Ҳукумати Ҷумҳурии Тоҷикистон бо кадом санади ҳуқуқӣ танзим ёфтааст?",
    answer: "Қонуни конститутсионӣ \"Дар бораи Ҳукумати Ҷумхурии Тоҷикистон\""
  },
  {
    question: "Ҳукумати Тоҷикистон дар назди кӣ ваколаташро вомегузорад?",
    answer: "Дар назди Президенти навинтихобшуда"
  },
  {
    question: "Ҳокимияти маҳаллӣ аз кадом рукнҳо иборат аст?",
    answer: "Иҷроия ва намояндагии ҳокимияти давлатӣ"
  },
  {
    question: "Мафҳуми ҳуқуқи маъмурии Ҷумҳурии Тоҷикистонро шарҳ диҳед:",
    answer: "Соҳаи мустақили ҳуқуқ, ки муносибатҳоро дар раванди идоракунии давлатӣ ба танзим медарорад"
  },
  {
    question: "Субъектони ҳуқуқи маъмуриро нишон диҳед:",
    answer: "Шахсони воқеӣ, шахсони ҳуқуқӣ, шахсони мансабдор"
  },
  {
    question: "Ҳукумати Ҷумҳурии Тоҷикистон ба кадом шохаи ҳокимият тааллуқ дорад?",
    answer: "Иҷроия"
  },
  {
    question: "Сарвари давлат ва сарвари ҳокимияти иҷроия дар Ҷумҳурии Тоҷикистонро муайян кунед:",
    answer: "Президент"
  },
  {
    question: "Ҳокимияти маҳаллӣ аз кадом мақомот иборат аст?",
    answer: "Намояндагӣ ва иҷроия"
  },
  {
    question: "Шакли асосии фаъолияти мақомтои худидораи шаҳрак ва деҳотро муайян намоед:",
    answer: "Маҷлиси ҷамоат"
  },
  {
    question: "Вакилони ҷамоат чӣ гуна интихоб карда мешаванд?",
    answer: "Бо овоздиҳии пинҳонӣ ба мӯҳлати 5 сол"
  },
  {
    question: "Ҷамоат чун мақомоти худидоракунии маҳаллӣ иборат аз:-",
    answer: "Вакилон"
  },
  {
    question: "Вакили ҷамоат намояндаи кист?",
    answer: "Халқ"
  },
  {
    question: "Ҷамоат дар соҳаи ташкили фаъолият кадом ваколатҳоро иҷро мекунад?",
    answer: "Тасдиқи буҷети шаҳрак ва деҳот"
  },
  {
    question: "Ҷамоат дар соҳаи иқтисод ва молия кадом ваколатҳоро дорад?",
    answer: "Таҳия ва тасдиқи барномаҳои рушди иқтисодиву иҷтимоии шаҳрак ва деҳот"
  },
  {
    question: "Шакли асосии фаъолияти Ҷамоатро муайян намоед:",
    answer: "Маҷлиси Ҷамоат"
  },
  {
    question: "Шахси ҷисмонӣ кист?",
    answer: "Шаҳрвандони Ҷумҳурии Тоҷикистон, шаҳрвандони хориҷӣ ва шахсони бешаҳрванд"
  },
  {
    question: "Қобилияти ҳуқуқдории шахс аз кай оғоз меёбад?",
    answer: "Аз лаҳзаи таваллуд"
  },
  {
    question: "Ҳуқуқи гражданӣ чист?",
    answer: "Маҷмӯи меъёрҳои ҳуқуқуиест, ки муносибатҳои молумулкӣ ва шахсии ғайримолумулкиро танзим менамояд"
  },
  {
    question: "Қобилияти амалкунӣ чист?",
    answer: "Қобилияти бо ҳаракатҳои худ ба даст овардан ва татбиқ намудани ҳуқуқу ӯҳдадориҳои гражданӣ"
  },
  {
    question: "Ҳуқуқи моликият чист?",
    answer: "Меъёрҳои ҳуқуқиест, ки ба шахсони мушаххас таалуқ доштани неъматҳои моддиро мустаҳкам менамояд"
  },
  {
    question: "Ҳуқуқи гражданӣ ҳамчун соҳаи мустақили ҳуқуқ кадом муносибатҳоро танзим менамояд:",
    answer: "муносибатҳои молумулкӣ ва шахсии ғайримолумулкиро ба танзим медарорад"
  },
  {
    question: "Кадом санад ба сифати санади меъёрии соҳавии ҳуқуқи гражданӣ баромад мекунад:",
    answer: "Кодекси граждании Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Кодекси граждании Ҷумҳурии Тоҷикистон аз чанд қисм иборат аст?",
    answer: "аз 3 қисм"
  },
  {
    question: "Мафҳуми ҳуқуқи оилавиро шарҳ диҳед:",
    answer: "соҳаи мустақили ҳуқуқ, ки муносибатҳои шахсӣ, молумулкии ҳамсаронро бо сабаби никоҳ, таваллуди кӯдак ва дигар ба танзим медарорад"
  },
  {
    question: "Вазифаи ҳуқуқи оилавӣ аз чӣ иборат аст?",
    answer: "ба вуҷуд овардани насли солим, бурдани хоҷагидории умумӣ, мустаҳкам кардани оила"
  },
  {
    question: "Кадом меъёри Конститутсияи Ҷумҳурии Тоҷикистон ташкили оиларо кафолат медиҳад?",
    answer: "Моддаи 33"
  },
  {
    question: "Мардон ва занон аз кадом синну сол ҳуқуқи ташкили оила доранд?",
    answer: "аз 18 солагӣ"
  },
  {
    question: "Дар Ҷумҳурии Тоҷикистон бисёрникоҳӣ пешбинӣ шудааст?",
    answer: "Бисёрникоҳӣ манъ аст"
  },
  {
    question: "Мафҳуми никоҳро шарҳ диҳед:",
    answer: "Никоҳ иттифоқи озод, ихтиёрона, баробарҳуқуқ ва ҳамчун қоида якумраи зану шавҳар мебошад"
  },
  {
    question: "Никоҳ дар кадом мақомот ба қайд гирифта мешавад?",
    answer: "Дар мақомоти сабти асноди ҳолати шаҳрвандӣ"
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи оилавиро нишон диҳед:",
    answer: "Кодекси оилаи Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Мафҳуми молияро шарҳ диҳед:",
    answer: "Молия-яке аз категорияҳои иқтисодӣ буда, инкишофи он аз муносибатҳои молию−пулӣ ва мавҷудияти давлат вобастагӣ дорад"
  },
  {
    question: "Сарчашмаҳои ҳуқуқи молиявиро нишон диҳед:",
    answer: "Конститутсияи Ҷумҳурии Тоҷикистон, Қонуни Ҷумҳурии Тоҷикистон \"Дар бораи буҷети давлатӣ\""
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи молиявиро нишон диҳед:",
    answer: "Қонуни Ҷумҳурии Тоҷикистон “Дар бораи буҷети давлатӣ”"
  },
  {
    question: "Мафҳуми андозро нишон диҳед?",
    answer: "Андозҳо пардохтҳои пулии ҳатмӣ, беподош ва бебозгашт мебошад"
  },
  {
    question: "Андозситонӣ дар Ҷумҳурии Тоҷикистон вазифаи кист?",
    answer: "Вазифаи давлат"
  },
  {
    question: "Маҷмӯи меъёрҳои мураттабгардидаи ҳуқуқи андозро муайян кунед:",
    answer: "Кодекси андоз"
  },
  {
    question: "Пардохти андоз аз ҷониби кадом мақомоти давлатӣ муқаррар карда мешавад?",
    answer: "Аз ҷониби мақомоти қонунгузории Ҷумҳурии Тоҷикистон бо роҳи яктарафа муқаррар карда мешавад"
  },
  {
    question: "Мафҳуми ҳуқуқи меҳнатиро муайян кунед:",
    answer: "Соҳаи мустақили ҳуқуқест, ки муносибатҳои аз фаъолияти меҳнатӣ ба вуҷуд омадаро танзим мекунад"
  },
  {
    question: "Мафҳуми шартномаи меҳнатиро муайян кунед:",
    answer: "Ин созишномаи байни корманд ва корфармо"
  },
  {
    question: "Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи меҳнатиро нишон диҳед:",
    answer: "Кодекси меҳнат"
  },
  {
    question: "Созишномаи байни корфармо ва кормандро чӣ меноманд?",
    answer: "Шартномаи меҳнатӣ"
  },
  {
    question: "Воситаи муайян намудани мақоми кормандро дар корхона нишон диҳед:",
    answer: "Шартномаи (қарордоди) меҳнатӣ"
  },
  {
    question: "Шартномаи меҳнатӣ дар кадом шакл баста мешавад?",
    answer: "Шифоҳӣ ва хаттӣ"
  },
  {
    question: "Мафҳуми вақти корро муайян кунед:",
    answer: "вақтеро меноманд, ки дар давоми он коркун бояд вазифаҳои меҳнатии худро иҷро намояд"
  },
  {
    question: "Вақтеро, ки корманд аз иҷрои ӯҳдадориҳои меҳнатиаш озод аст чӣ номида мешавад?",
    answer: "Вақти истироҳат"
  }

{
    question: "Мафҳуми ҳуқуқи экологиро шарҳ диҳед:",
    answer: "Соҳаи мустақили ҳуқуқ, ки муносибатҳои ҷамъиятиро дар соҳаи ҳифзи табиат ба танзим медарорад"
  },
  {
    question: "Конститутсияи Ҷумҳурии Тоҷикистон чун сарчашмаи ҳуқуқи экологӣ чӣ муқаррар кардааст:",
    answer: "Замин, сарватҳои зеризаминӣ, фазои ҳавоӣ, олами набототу ҳайвонот моликияти истисноии давлат аст"
  },
  {
    question: "Дар кадом моддаи Конститутсияи Ҷумҳурии Тоҷикистон моликияти истисноии давлат муқаррар шудааст?",
    answer: "Моддаи 13"
  },
  {
    question: "Вазифаи конститутсионии шахс оиди ҳифзи табиатро шарҳ диҳед:",
    answer: "Ҳифзи табиат, ёдгориҳои таъриву фарҳангӣ вазифаи ҳар як шахс аст"
  },
  {
    question: "Замин, сарватҳои зеризаминӣ, фазои ҳавоӣ, олами набототу ҳайвонот моликияти истисноии давлат аст, муқаррароти кадом қонун мебошад?",
    answer: "Конститутсияи Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Муқаррароти Конститутсияи Ҷумҳурии Тоҷикистон оиди ӯҳдадории инсон дар соҳаи ҳифзи муҳити зистро муайян кунед:",
    answer: "Моддаи 44"
  },
  {
    question: "Субъектони муносибатҳои ҳуқуқи экологиро нишон диҳед",
    answer: "Шахсони воқеӣ, шахсони ҳуқуқӣ ва давлат"
  },
  {
    question: "Асоси чавобгарии экологиро чӣ ташкил медиҳад?",
    answer: "Ҳуқуқвайронкунии экологӣ"
  },
  {
    question: "Мафҳуми фаъолияти соҳибкориро шарҳ диҳед:",
    answer: "Фаъолияти мустақилона ва ташаббускоронаи субъектҳои хоҷагӣ, бо мақсади ба даст овардани фоида"
  },
  {
    question: "Шаклҳои (намудҳо)-и фаъолияти соҳибкориро муайян намоед:",
    answer: "Инфиродӣ ва коллективӣ"
  },
  {
    question: "Асоси иқтисодиёти Ҷумҳурии Тоҷикистонро чӣ ташкил медиҳад?",
    answer: "Шаклҳои гуногуни моликият"
  },
  {
    question: "\"Асоси иқтисодиёти Ҷумҳурии Тоҷикистонро шаклҳои гуногуни моликият ташкил медиҳад\" ин муқаррот дар чӣ пешбинӣ шудааст:",
    answer: "Моддаи 12 Конститутсия"
  },
  {
    question: "Яке аз аломатҳои фаъолияти соҳибкориро муайян созед?",
    answer: "Мунтазам ва доимӣ будани фаъолият бо мақсади гирифтани фоида"
  },
  {
    question: "Субъектони умумии ҳуқуқи соҳибкориро муайян кунед:",
    answer: "Шахсони воқеӣ ва шахсони ҳуқуқӣ"
  },
  {
    question: "Фаъолияти соҳибкорӣ дар асоси кадом соҳаи ҳуқуқ танзим карда мешавад?",
    answer: "Ҳуқуқи соҳибкорӣ"
  },
  {
    question: "Фаъолияти ташаббускорона ва мустақилонаи субъекти хоҷагиро чӣ меноманд?",
    answer: "Фаъолияти соҳибкорӣ"
  },
  {
    question: "Мунтазам ба даст даровардани фоида ҳамчун мақсади фаъолияти соҳибкорӣ ин :",
    answer: "Яке аз аломатҳои фаъолияти соҳибкорӣ"
  },
  {
    question: "Синни ба ҷавобгарии ҷиноятӣ кашидани шахсро муайян намоед:",
    answer: "16-солагӣ ва 14-солагӣ"
  },
  {
    question: "Эҳтимолияти бегуноҳӣ чӣ маъно дорад?",
    answer: "Ҳеҷ кас то эътибори қонунӣ пайдо кардани ҳукми суд дар содир кардани ҷиноят гунаҳкор дониста намешавад"
  },
  {
    question: "Оё надонистани қонун шахсро аз ҷавобгарӣ озод менамояд?",
    answer: "Надонистани қонун ҷавобариро истисно намекунад"
  },
  {
    question: "Кирдоре (ҳаракат ё беҳаракатие), ки барои ҷамъият хавфнок буда, бар зидди асосҳои сохти давлат, моликият, ҳаёт, инсон, нигаронида шудааст чӣ номида мешавад?",
    answer: "Ҷиноят"
  },
  {
    question: "Кадом принсипҳои ҳуқуқи ҷиноятиро медонед?",
    answer: "Қонуният, баробарӣ дар назди қонун, ҷавобгарии фардӣ ва гунаҳкорӣ, адолат, инсондӯстӣ"
  },
  {
    question: "Ҷиноят чист?",
    answer: "Кирдоре (ҳаракат ё беҳаракатие), ки барои ҷамъият хавфнок буда, бар зидди асосҳои сохти давлат, моликият, ҳаёт, инсон, нигаронида шудааст"
  },
  {
    question: "Кодекси ҷиноятии Ҷумҳурии Тоҷикистон аз чанд қисм иборат аст?",
    answer: "умумӣ ва махсус"
  },
  {
    question: "Адолати судиро кадом мақомот ба амал мебарорад?",
    answer: "суд"
  },
  {
    question: "Мӯҳлати ваколати судяҳо дар Ҷумҳурии Тоҷикистон чанд сол аст?",
    answer: "10 сол"
  },
  {
    question: "Кадоме аз кормандони мақомоти ҳифзи ҳуқуқ, ҳуқуқи дахлнопазирӣ доранд?",
    answer: "Судяҳо"
  },
  {
    question: "Назорати дақиқ ва иҷроиши якхелаи қонунҳоро дар Ҷумҳурии Тоҷикистон кадом мақомот ба зимма дорад?",
    answer: "Мақомоти прокуратура"
  },
  {
    question: "Ёрии ҳуқуқиро дар Ҷумҳурии Тоҷикистон кадом мақомот амалӣ менамояд?",
    answer: "Мақомоти адвокатура"
  },
  {
    question: "Ҳокимияти судӣ дар Ҷумҳурии Тоҷикистон ба кӣ тааллуқ дорад?",
    answer: "Ба судҳо дар симои судяҳо ва машваратчиёни халқӣ"
  },
  {
    question: "Принсипҳои ҳуқуқи байналхалқӣ аз тарафи кӣ эътироф карда мешаванд?",
    answer: "Аз тарафи ҳамаи субъетҳои ҳуқуқи байналхалқӣ"
  },
  {
    question: "Мафҳуми ҳуқуқи байналхалқиро шарҳ диҳед:",
    answer: "ҳамчун соҳаи мустақили ҳуқуқ муносибатҳои ҷамъиятиро дар арсаи байналхалқӣ танзим менамояд"
  },
  {
    question: "Мазмуни асосии принсипи ягонагии қаламрави давлатро чӣ муайян мекунад?",
    answer: "Эҳтироми ягонагии қаламрави ҳар як давлат"
  },
  {
    question: "Эъломияи умумии ҳуқуқи башар кай қабул карда шуааст?",
    answer: "10.12.1948"
  },
  {
    question: "Дабири Кулли Созмони Миллали Муттаҳид (имрӯза):",
    answer: "Антонио Гуттереш"
  },
  {
    question: "Созиши ду ва зиёда субъекти ҳуқуқи байналхалқӣ - ин:",
    answer: "Шартномаи байналхалқӣ"
  },
  {
    question: "Тоҷикистон кай аъзои Созмони Миллали муттаҳид гардид?",
    answer: "2 марти соли 1992"
  },
  {
    question: "Мақомоти СММ-ро муайян намоед:",
    answer: "Шӯрои Амният"
  },
  {
    question: "Эътироф ва ҳимояи ҳуқуқу озодиҳои инсон ва шаҳрванд нишонаи кадом давлат аст?",
    answer: "Давлати ҳуқуқбунёд"
  },
  {
    question: "Яке аз функсияҳои дохилии давлатро муайян намоед:",
    answer: "андозбандӣ"
  },
  {
    question: "Барои ба фарзандӣ қабул намулани кӯдак ҳалномаи кадоммақомот ҳатмӣ аст?",
    answer: "Суд"
  },
  {
    question: "Мақомоти худидоракунии шаҳраку деҳа чӣ ном дорад?",
    answer: "Ҷамоат"
  },
  {
    question: "Таъмини амнияти иқтисодии мамлакат салоҳияти кадом мақомоти давлатӣ аст?",
    answer: "Мақомоти гумрук"
  },
  {
    question: "Функсияҳояи давлатро дар иртибот бо ҳадафҳои муҳими стратегӣ муайян намоед:",
    answer: "1)	Таъмини истиқлолияти	A)	энергетикӣ\n2)	Раҳои аз бумбасти	B)	комуникатсионӣ\n3)	Таъмини амнияти	        C)	озуқаворӣ\n4)	Ҳадафи чоруми стратегӣ	D)	саноатикунонии кишвар"
  },
  {
    question: "Хусусиятҳои конститутсионии Ҷумҳурии Тоҷикистонро нишон диҳед:",
    answer: "1)	Давлати ҳуқуқбунёд	A)	давлате, ки ба волоияти қонун асос меёбад\n2)	Давлати демократӣ	B)	давлате, ҳокимияти ҳалқро муайян мекунад\n3)	Давлати соҳибихтиёр	C)	давлати мустақил\n4)	Давлати иҷтимоӣ	        D)	давлате, ки шароити арзандаи зиндагиро кафолат медиҳад"
  },
  {
    question: "Дар низоми тақсимоти ҳокимияти давлатӣ мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Ҳокимияти қонунгузор	A)	Маҷлиси Олӣ\n2)	Ҳокимияти иҷроия	B)	Ҳукумат\n3)	Ҳокимияти судӣ	        C)	Адолати судӣ\n4)	Назорати иҷрои дақиқи қонунҳо	D)	Прокуратура"
  },
  {
    question: "Шакли давлат ва шакли классикии пайдоиши давлатро нишон диҳед",
    answer: "1)	шакли классикии пайдоиши давлат	A)	афинагӣ, римӣ, олмонӣ\n2)	шакли идоракунии давлат	B)	монархӣ, ҷумҳурӣ\n3)	шакли сохти давлат	C)	унитарӣ, федеративӣ, конфедеративӣ\n4)	режими давлатӣ (сиёсӣ)	D)	демократӣ, ғайридемократӣ"
  },
  {
    question: "Мафҳумҳоро дар мувофиқа нишон диҳед:",
    answer: "1)	Мафҳуми давлат	A)	ташкилоти ҳокимияти сиёсӣ дар ҷамъият буда, дорои дастгоҳи хоси маҷбуркунӣ мебошад\n2)	Мафҳуми ҳуқуқ	B)	қоидаҳои ба ҳама ҳатмии рафтор мебошад\n3)	Мафҳуми қонун	C)	санади меъёри ҳуқуқие, ки аз ҷониби давлат ба тавсиб расида эътибори олии ҳуқуқӣ дорад\n4)	Мафҳуми ҳуқуқваронкунӣ	D)	кирдори зиддиҳуқуқӣ ва гунаҳкоронаи ба ҷамъият хавфнок мебошад"
  },
  {
    question: "Мутобиқатии тарафҳоро муайян намоед",
    answer: "1)	Сабабҳои пайдоиши давлат	A)	афзоиши ҳосилнокии меҳнат, пайдоиши моликияти хусусӣ, тақсимоти синфии ҷамъият\n2)	Шаклҳои пайдоиши давлат	B)	афинагӣ, римӣ , олмонӣ\n3)	Типҳои (навъҳои) таърихии давлат	C)	ғуломдорӣ, феодалӣ, буржуазӣ, сотсиалистӣ\n4)	Назарияҳои пайдоиши давлат	D)	теологӣ, шартномавӣ, зӯроварӣ, марксистӣ"
  },
  {
    question: "Мутобиқатии тарафҳоро муайян намоед:",
    answer: "1)	Шаклҳои давлат	A)	шакли сохти давлатӣ, шакли идоракунӣ, режими давлатӣ\n2)	Шакли сохти давлат	B)	унитарӣ, федеративӣ, конфедеративӣ\n3)	Шакли идоракунии давлатӣ	C)	монархия, ҷумҳуриявӣ\n4)	Режими давлатӣ (сиёсӣ)	D)	демократӣ, ғайридемократӣ"
  },
  {
    question: "Мутобиқатии тарафҳоро муайян намоед:",
    answer: "1)	Функсияи давлат	A)	дохилӣ, берунӣ\n2)	Хусусиятҳои давлат	B)	соҳибихтиёрӣ, демократӣ, ҳуқуқбунёдӣ, дунявӣ, иҷтимоӣ ва ягона\n3)	Нишонаҳои давлат	C)	ҳудуд, аҳолӣ, артиши миллӣ, ғункунии андоз\n4)	Рамзҳои давлат	D)	парчам, нишон, суруди миллӣ"
  },
  {
    question: "Ҷавобгарии ҳуқуқиро вобаста ба соҳаҳои ҳуқуқ муайян намоед:",
    answer: "1)	Ҷавобгарии интизомӣ	A)	ҳуқуқи меҳнат\n2)	Ҷавобгарии гражданӣ	B)	ҳуқуқи гражданӣ\n3)	Ҷавобгарии маъмурӣ	C)	ҳуқуқи маъмурӣ\n4)	Ҷавобгарии ҷиноятӣ	D)	ҳуқуқи ҷиноятӣ"
  },
  {
    question: "Ҷавобгарии ҳуқуқиро бо асосҳои он мувофиқат намоед:",
    answer: "1)	Санади татбиқи ҳуқуқ	A)	асосҳои ҷавобгарии ҳуқуқӣ\n2)	Ҷавобгарии гражданӣ	B)	намудҳои ҷавобгарии ҳуқуқӣ\n3)	Ҳифзи тартиботи ҳуқуқӣ	C)	мақсади ҷавобгарии ҳуқуқӣ\n4)	Номукаллафӣ	D)	ҳолати рӯҳии инсон"
  },
  {
    question: "Мувофиқатии вазифаҳоро вобаста ба санадҳо муайян созед:",
    answer: "1)	Амр	A)	Прокурор\n2)	Фармон	B)	Президент\n3)	Ҳукм	C)	Судя\n4)	Фармоиш	D)	Роҳбари муассиса"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Судя	A)	адолати судӣ\n2)	Прокурор	B)	назорати иҷрои қонунҳо\n3)	Вакил	C)	намояндаи ваколатдори халқ\n4)	Вазир	D)	намояндаи ҳокимияти иҷрои"
  },
  {
    question: "Мувофиқати ваколат ва субъектҳоро муайян намоед:",
    answer: "1)	Қабули қонунҳо	A)	Маҷлиси намояндагон\n2)	Имзои қонунҳо	B)	Президент\n3)	Бақайдгирии давлатии санадҳои меъёрии ҳуқуқӣ	C)	Вазорати адлия\n4)	Пешниҳоди лоиҳаи қонун	D)	Субъектони дорои ташаббуси қонунгузорӣ"
  },
  {
    question: "Мувофиқатро муайян намоед:",
    answer: "1)	Ҳуқуқвайронкунӣ	A)	Кирдори гунаҳкорона ва зиддиҳуқуқӣ\n2)	Шуури ҳуқуқӣ	B)	Маҷмӯи тасаввурот ва ҳиссиёт\n3)	Ҷавобгарии ҳуқуқӣ	C)	Иҷро кардани ӯҳдадорӣ\n4)	Ҳуқуқ ва ахлоқ	D)	Якдигарро пурра мекунад"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Намуди ҷазо	A)	ҷарима\n2)	Номукаллафӣ	B)	ҳаракати худро дарк карда натавонистан\n3)	Мукаллафӣ	C)	шахси дорои қобили амал\n4)	Гуноҳ	D)	муносибати шахс бо кирдори худ"
  },
  {
    question: "Мувофиқатии мафҳумҳоро муайян намоед:",
    answer: "1)	Рафтори қонунӣ	A)	Рафтори ба ҷомеа муфид\n2)	Таркиби ҳуқуқвайронкунӣ	B)	Маҷмӯи тамоми аломатҳои ҳуқуқвайронкунӣ\n3)	Тартиботи ҳуқуқӣ	C)	Низоми муташаккилона\n4)	Татбиқи ҳуқуқ	D)	Ҷараёни амалигардонии ҳуқуқ"
  },
  {
    question: "Ҷавобгарии ҳуқуқиро бо асосҳои он мувофиқат намоед:",
    answer: "1)	Санади татбиқи ҳуқуқ	A)	Асосҳои ҷавобгарии ҳуқуқӣ\n2)	Ҷавобгарии гражданӣ	B)	Намудҳои ҷавобгарии ҳуқуқӣ\n3)	Пешгирикунанда	C)	Мақсади ҷавобгарии ҳуқуқӣ\n4)	Номукаллафӣ	D)	Ҷавобгариро истисно мекунад"
  },
  {
    question: "Мувофиқатии ҷавобгарии ҳуқуқиро муайян намоед:",
    answer: "1)	Ҷавобгарии ҷиноятӣ	A)	ҷавобгарии ҳуқуқӣ\n2)	Ҷазои ҷиноятӣ	B)	чораи маҷбуркунӣ\n3)	Мақсади ҷазо	C)	тарбияи маҳкумшудагон\n4)	Аввалин намуди ҷазои ҷиноятӣ	D)	ҷарима"
  },
  {
    question: "Асосҳое, ки ҳуқуқи конститутсионӣ ҳамчун соҳаи ҳуқуқ танзим мекунад муайян намоед:",
    answer: "1)	Асосҳои сохтори конститутсионии Ҷумҳурии Тоҷикистон	A)	Соҳибихтиёр, демократӣ, ҳуқуқбунёд, дунявӣ, ягона\n2)	Вазъи ҳуқуқии инсон ва шаҳрванд	B)	Ҳуқуқ, озодӣ, вазифаҳои асосии инсон ва шаҳрванд\n3)	Таҷзияи ҳокимияти давлатӣ	C)	Қонунбарор, иҷроия ва судӣ\n4)	Тарзи ташкил ва фаъолияти мақомоти давлатӣ	D)	Маҷлиси Олӣ, Ҳукумат, суд, прокуратура"
  },
  {
    question: "Рузи қабули Қонститутсия ва тағйироту иловаҳо ба Конститутсияро муайян намоед:",
    answer: "1)	Рӯзи қабули Конститутсияи Ҷумҳурии Тоҷикистон	A)	6 ноябри соли 1994\n2)	Тағйироту иловаҳои бори аввал	B)	26 сентябри соли 1999\n3)	Тағйироту иловаҳои дуюм	C)	22 июли соли 2003\n4)	Тағйироту иловаҳои сеюм	D)	22 майи соли 2016"
  },
  {
    question: "Бобҳои Конститусияи Ҷумҳурии Тоҷикистонро мутобиқат намоед:",
    answer: "1)	Асосҳои сохтори конститутсионии Ҷумҳурии Тоҷикистон	A)	боби1\n2)	Ҳуқуқ, озодӣ, вазифаҳои асосии инсон ва шаҳрванд	B)	боби2\n3)	Маҷлиси Олӣ	C)	боби3\n4)	Президент	D)	боби 4"
  },
  {
    question: "Муқаррароти меъёрҳои Конститутсияи Ҷумҳурии Тоҷикистонро муайян намоед:",
    answer: "1)	Ҷумҳурии Тоҷикистон давлати соҳибихтиёр, демократӣ, ҳуқуқбунёд, дунявӣ ва ягона мебошад	A)	моддаи 1\n2)	Забони давлатии Тоҷикистон забони тоҷикӣ аст	B)	моддаи 2\n3)	Рамзҳои давлатии Тоҷикистон Парчам, Нишон, Суруди Миллӣ аст	C)	моддаи 3\n4)	Пойтахти Тоҷикистон шаҳри Душанбе аст	D)	моддаи 4"
  },
  {
    question: "Ҳуқуқу озодиҳои инсон, ки дар меъёрҳои Конститутсияи Ҷумҳурии Тоҷикистон пешбинӣ шудааст, муайян намоед:",
    answer: "1)	Ҳар кас ҳуқуқ ба ҳаёт дорад	A)	моддаи 18\n2)	Ҳар шахс ҳуқуқи таҳсил дорад	B)	моддаи 41\n3)	Ҳар кас ҳуқуқи ташкили оила дорад	C)	моддаи 33\n4)	Ҳар кас ҳуқуқ ба меҳнат дорад	D)	моддаи 35"
  },
  {
    question: "Вазифаҳои асосии инсон ва шаҳрванд дар кадом меъёри Конститутсияи Ҷумҳурии Тоҷикистон пешбинӣ шудааст?",
    answer: "1)	Конститутсия ва қонунҳоро риоя кардан	A)	моддаи 42\n2)	Ҳифзи Ватан, ҳимояи манфиати давлат	B)	моддаи 43\n3)	Ҳифзи табиат, ҳифзи ёдгориҳои таърихиву фарҳангӣ	C)	моддаи 44\n4)	Супоридани андоз ва пардохтҳо	D)	моддаи 45"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Маънои Конститутсия	A)	Сохт, муқарраркунӣ\n2)	Сохтори Конститутсияи Ҷумҳурии Тоҷикистон	B)	10 боб, 100 модда\n3)	Рӯзи қабули Конститутсияи Ҷумҳурии Тоҷикистон	C)	6 ноябри соли 1994\n4)	Рӯзи истиқлолияти давлатии Ҷумҳурии Тоҷикистон	D)	9 сентябри соли 1991"
  },
  {
    question: "Ваколатҳоро вобаста ба мӯҳлаташон муайян намоед:",
    answer: "1)	Мӯҳлати ваколати Президент	A)	7 сол\n2)	Мӯҳлати ваколати судҳо	B)	10 сол\n3)	Мӯҳлати ваколати Маҷлиси Олӣ	C)	5 сол\n4)	Мӯҳлати умумии адои хизмати ҳарбӣ	D)	2сол"
  },
  {
    question: "Мақомотҳои давлатиро вобаста ба муқаррароти Конститутсияи Ҷумҳурии Тоҷикистон муайян намоед:",
    answer: "1)	Ҳукумат	A)	боби 5\n2)	Мақомоти маҳаллии ҳокимияти давлатӣ ва худидоракунӣ	B)	боби 6\n3)	Суд	C)	боби 8\n4)	Прокуратура	D)	боби 9"
  },
  {
    question: "Кафолатҳои конститутсионии ҳуқуқҳои шаҳрвандон дар кадом моддаҳои Конститутсияи Ҷумҳурии Тоҷикистон муайян карда шудааст?",
    answer: "1)	Ҳуқуқ ба таҳсил	A)	моддаи 41\n2)	Ҳуқуқ ба меҳнат	B)	моддаи 35\n3)	Ҳуқуқ ба хизмати давлатӣ	C)	моддаи 27\n4)	Ҳуқуқ ба таъминоти иҷтимоӣ	D)	моддаи 39"
  },
  {
    question: "Мувофиқатии ҳуқуқи инсонро вобаста ба таснифоти онҳо муайян намоед:",
    answer: "1)	Ҳуқуқ ба зиндагӣ	A)	ҳуқуқи шахсӣ\n2)	Ҳуқуқ ба моликият	B)	ҳуқуқи иқтисодӣ\n3)	Ҳуқуқ ба ин интихоб кардан	C)	ҳуқуқи сиёсӣ\n4)	Ҳуқуқ ба истироҳат	D)	ҳуқуқи меҳнат"
  },
  {
    question: "Мувофиқатии функсияҳоро аз ҷиҳати сохташон нишон диҳед:",
    answer: "1)	Қабули қонунҳо	A)	Маҷлиси Олӣ\n2)	Тасдиқи буҷет	B)	Ҳукумати Ҷумҳурии Тоҷикистон\n3)	Адолати судӣ	C)	Суд\n4)	Назорати иҷроиши қонунҳо	D)	Прокуратура"
  },
  {
    question: "Ҷавобҳои саволҳои зеринро ба ҳам мувофиқ намоед:",
    answer: "1)	Конвенсияи СММ дар бораи ҳуқуқҳои кӯдак	A)	20 ноябри соли 1989;\n2)	Намуди ҷиноятҳо ба муқобили сулҳу амнияти инсоният	B)	Истеҳсол ё паҳн намудани силоҳи қатли ом;\n3)	Қонуни Ҷумҳурии Тоҷикистон «Дар бораи боздоштани татбиқи ҷазои қатл» кай қабул карда шудааст?	C)	15 июли соли 2004;\n4)	Кай ва дар куҷо Оинномаи СММ (ООН) қабул гардид?	D)	Санаи 26.06.1945 - дар Конференсияи шаҳри Сан-Франсиско (ИМА);"
  },
  {
    question: "Ҳуқуқу озодиҳои инсон ва шаҳрвандро мутобиқи Конститутсия нишон диҳед:",
    answer: "1)	Инсон, ҳуқуқ ва озодиҳои ӯ арзиши олӣ мебошанд	A)	Моддаи 5\n2)	Ҳама дар назди қонун ва суд баробаранд	B)	Моддаи 17\n3)	Ҳар кас ҳуқуқ ба ҳаёт дорад	C)	Моддаи 18\n4)	Ҳар шахс ҳуқуқи таҳсил дорад	D)	Моддаи 41"
  },
  {
    question: "Ҳуқуқу озодиҳои инсон ва шарвандро муайян кунед:",
    answer: "1)	ҳуқуқ ба ҳаёт	A)	ҳуқуқи шахсӣ\n2)	ҳуқуқ ба мерос	B)	ҳуқуқи иқтисодӣ\n3)	ҳуқуқ ба ҳифзи саломатӣ	C)	ҳуқуқи иҷтимоӣ\n4)	ҳуқуқи иштирок дар райъпурсӣ	D)	ҳуқуқи сиёсӣ"
  },
  {
    question: "Ҳуқуқу озодиҳои инсонро мутобиқат намоед:",
    answer: "1)	Ҳуқуқи гажданӣ	A)	Ҳуқуқ ба мерос, ҳуқуқ ба моликият\n2)	Ҳуқуқи меҳнатӣ	B)	ҳуқуқ ба истироҳат\n3)	Ҳуқуқи экологӣ	C)	ҳуқуқ ба муҳити зисти мусоид\n4)	Ҳуқуқи оилавӣ	D)	фарзандхонӣ"
  },
  {
    question: "Танзими ҳуқуқи инсон ва шаҳрванд вобаста ба соҳаҳои ҳуқуқро муайян намоед:",
    answer: "1)	Ҳуқуқ ба ҳаёт	A)	ҳуқуқи конститутсионӣ\n2)	Ҳуқуқ ба меҳнат	B)	ҳуқуқи меҳнат\n3)	Ҳуқуқ ба ташкили оила	C)	ҳуқуқи оила\n4)	Ҳуқуқи машғул шудан ба фаъолияти соҳибкорӣ	D)	ҳуқуқи соҳибкорӣ"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Ҳуқуқу озодиҳои фарҳангӣ	A)	ҳуқуқ ба таҳсил\n2)	Ҳуқуқу озодиҳои иҷтимоӣ	B)	ҳуқуқ ба ҳифзи саломатӣ\n3)	Ҳуқуқу озодиҳои иқтисодӣ	C)	ҳуқуқ ба истироҳат\n4)	Ҳуқуқу озодиҳои шахсӣ	D)	ҳуқуқ ба ёрии ҳуқуқӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Ҳуқуқи маъмурӣ	A)	соҳаи ҳуқуқ\n2)	Ҳуқуқвайронкунии маъмурӣ	B)	кирдори зиддиҳуқуқӣ\n3)	Субекти муносибатҳои ҳуқуқи маъмурӣ	C)	шахсони воқеӣ, ҳуқуқӣ ва шахсони мансабдор\n4)	Маҷмӯи меъёрҳои ҳуқуқи маъмурӣ	D)	кодедси ҳуқуқвайронкунии маъмурӣ"
  },
  {
    question: "Мафҳумҳои пешниҳодшударо мувофиқа намоед:",
    answer: "Муносибатҳои идоракунии давлатӣ	A)	ҳуқуқи маъмурӣ\nМуносибатҳои молу мулкӣ ва шахсии ғайримолумулкӣ	B)	ҳуқуқи гражданӣ\nМуносибатҳои молумулкии ҳамсарон	C)	ҳуқуқи оилавӣ\nМуносибатҳои байни корманду корфармо	D)	ҳуқуқи меҳнатӣ"
  },
  {
    question: "Мафҳуми муқаррарот маъмуриро шарҳ диҳед:",
    answer: "1)	Ҳукумати Ҷумҳурии Тоҷикистон	A)	мақомоти иҷроия\n2)	Таҷзияи ҳокимияти давлатӣ ба шохаҳо	B)	ҳокимияти қонунбарор, иҷроия ва судӣ\n3)	Маҷлиси Олӣ	C)	мақомоти қонунузорӣ\n4)	Президент	D)	сарвари ҳокимияти иҷроия"
  },
  {
    question: "Мафҳумҳои пешниҳодшударо мувофиқа намоед:",
    answer: "1)	Содир намудани ҳуқуқвайронкунии маъмурӣ	A)	асоси ҷазои маъмурӣ\n2)	Содир кардани кирдори зиддиҳуқуқи аз ҷонииби шахси ба синни 16 расида	B)	ҳуқуқвайронкунии маъмурӣ\n3)	Ҳуқуқвайронкунии маъмурӣ	C)	кирдори (амал ё беамалии) зиддиҳуқуқӣ ва гунаҳкоронаи шахси воқеӣ, ҳуқуқӣ, мансабдор\n4)	Муносибатҳои маъмурӣ	D)	дар раванди идоракунии давлатӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Аломатҳои ҳуқуқвайронкунии маъмурӣ	A)	Кирдори гунаҳкорона ва зиддиҳуқуқӣ\n2)	Шахсони воқеӣ, ҳуқуқӣ, шахси мансабдор	B)	Субъектони ҳуқуқи маъмурӣ\n3)	Тарбия намудани шаҳрвандон дар рӯҳияи эҳтиром ба қонун	C)	Мақсади ҷазои маъмурӣ\n4)	Ҳабси маъмурӣ	D)	Намудҳои ҷазои маъмурӣ"
  },
  {
    question: "Мафҳумҳои меъёрҳои маъмуриро мувофиқат намоед:",
    answer: "1)	Аломатҳои ҳуқуқвайронкунии маъмурӣ	A)	кирдори зиддиҳуқуқӣ ва гунаҳкорона\n2)	Намудҳои ҷазои маъмурӣ	B)	ҷаримаи маъмурӣ\n3)	Қисмҳои ҳуқуқи маъмурӣ	C)	умумӣ ва махсус\n4)	Мақсади ҷазои маъмурӣ	D)	пешгирӣ намудани ҳуқуқвайронкунии маъмурӣ"
  },
  {
    question: "Салоҳияти Ҳокимияти давлатиро мувофиқи Конститутсия мувофиқа намоед:",
    answer: "1)	Салоҳияти Маҷлиси Миллӣ	A)	таъсис ва барҳам додани воҳидҳои марзию маъмурӣ\n2)	Салоҳияти Маҷлиси намояндагон	B)	таъини раъйпурсӣ\n3)	Салоҳияти Президенти ҶТ	C)	муайян кардани сиёсати дохилӣ ва хориҷии ҶТ\n4)	Салоҳияти Маҷлиси Миллӣ ва намояндагон	D)	таъини интихоботи Президент"
  },
  {
    question: "Мувофиқатии ҳуқуқҳоро вобаста ба соҳаҳо нишон диҳед:",
    answer: "1)	Ба таҳсил	A)	иҷтимоӣ\n2)	Ба интихоб шудан	B)	сиёсӣ\n3)	Ба дахлнопазирӣ	C)	шахсӣ\n4)	Ба фаъолияти соҳибкорӣ	D)	иқтисодӣ"
  },
  {
    question: "Дар низоми тақсимоти ҳокимияти давлатӣ мафҳумҳоро бо низомаш мувофиқа намоед:",
    answer: "1)	Ҳокимияти қонунгузор	A)	мақомоти қонунбарор\n2)	Ҳокимияти иҷроия	B)	таъмини иҷрои қонунҳо\n3)	Ҳокимияти судӣ	C)	адолати судӣ\n4)	Маънои калимаи ҳокимият	D)	амр, фармоиш"
  },
  {
    question: "Фаъолияти мақомоти олиро мувофиқат намоед:",
    answer: "1)	Шакли асосии фаъолити Маҷлиси Олӣ	A)	таҳияи қонунҳо\n2)	Маҷлиси Олӣ чӣ гуна мақомот	B)	намояндагӣ ва қонунгузор\n3)	Иҷлосияи Маҷлиси Миллӣ	C)	соле на кам аз чор маротиба\n4)	Демократияи бевосита	D)	иштирок дар интихобот ва райъпурсӣ"
  },
  {
    question: "Сохтори Маҷлиси Олиро мувофиқа намоед:",
    answer: "1)	Мақомоти қонунгузор	A)	Маҷлиси Олӣ\n2)	Палатаи болоӣ парламент	B)	Маҷлиси миллӣ\n3)	Палатаи поёнии парламент	C)	Маҷлиси намояндагон\n4)	Мақомоти иҷроия	D)	Ҳукумат"
  },
  {
    question: "Мафҳумҳои пешбинӣ шударо мувофиқа намоед:",
    answer: "1)	Мӯҳлати ваколати вакили Ҷамоат	A)	5 сол\n2)	Мӯҳлати ваколати аззоёни Ҳукумат	B)	7 сол\n3)	Шумораи вакилони ҷамоат	C)	аз 15 то 40 нафар\n4)	Вакилони Маҷлиси намояндагон	D)	63 вакил"
  },
  {
    question: "Мафҳумҳои пешбинишударо мувофиқа намоед:",
    answer: "1)	Шакли асосии фаъолияти мақомтои худидораи шаҳрак ва деҳот	A)	маҷлиси ҷамоат\n2)	Шаҳрак ва деҳот	B)	воҳиди марзию маъмурӣ\n3)	Ҷамоат	C)	мақомоти худидоракунӣ\n4)	Вакили ҷамоат	D)	намояндаи халқ"
  },
  {
    question: "Мафҳумҳоро мутобиқ гардонед:",
    answer: "1)	Ҷамоат дар соҳаи ташкилӣ	A)	Тасдиқи буҷети шаҳрак ва деҳот\n2)	Ҷамоат дар соҳаи иқтисод	B)	Таҳия ва тасдиқи барномаҳои рушди иқтисодиву иҷтимоии шаҳрак ва деҳот\n3)	Маҷлиси ҷамоат	C)	Шакли асосии фаъолияти Ҷамоат\n4)	Раиси ҷамоат	D)	Роҳбари мақомоти худидоракунии шаҳрак ва деҳот"
  },
  {
    question: "Ба кадом сана мувофиқ доштани идҳоро муайян намоед:",
    answer: "1)	10-уми декабр	A)	Рӯзи байналмиллалии ҳуқуқи инсон\n2)	1-уми июн	B)	Рӯзи байналмиллалии ҳифзи кӯдакон\n3)	9-уми сентябр	C)	Истиқлолияти давлатӣ\n4)	6-уми ноябр	D)	Қабули Конститутсия"
  },
  {
    question: "Мувофиқатии мафҳумро нишон диҳед:",
    answer: "1)	Қонун	A)	Санади олии ҳуқуқӣ\n2)	Масъулияти тарафайн	B)	Давлати ҳуқуқбунёд\n3)	Шуури ҳуқуқӣ	C)	Омили давлати ҳуқуқбунёд\n4)	Маҷлиси Олӣ	D)	Парлумон"
  },
  {
    question: "Фаъолияти Маҷлиси Олиро мувофиқа намоед:",
    answer: "1)	Узви якумраи Маҷлиси Миллӣ	A)	ҳар собиқ Президент\n2)	Фаъолияти Маҷлиси Миллӣ	B)	ошкоро гузаронида мешавад\n3)	Ҷаласаи Маҷлиси Миллӣ ва Маҷлиси намояндагон	C)	дар шакли иҷлосия\n4)	Ҳокимияти қонунбарор	D)	маҷмӯи салоҳият оид ба эҷоди қонун"
  },
  {
    question: "Қонунгузории Ҷумҳурии Тоҷикистонро вабаста ба таърихаш муайян намоед:",
    answer: "1)	Кодекси граждании Ҷумҳурии Тоҷикистон	A)	1998, 1999, 2005\n2)	Конститутсияи Ҷумҳурии Тоҷикистон	B)	6.11.1994\n3)	Эъломияи умумии ҳуқуқи башар	C)	10.12.1948\n4)	Истиқлолияти Ҷумҳурии Тоҷикистон	D)	9.09.1991"
  },
  {
    question: "Мафҳумҳоро мутобиқ гардонед:",
    answer: "1)	Объекти ҳуқуқи гражданӣ	A)	ашё, пул, хизматрасонӣ\n2)	Субекти ҳуқуқи гражданӣ	B)	шахсони воқеӣ ва ҳуқуқӣ\n3)	Мазмуни шартномаи гражданӣ	C)	ҳуқуқ ва ӯҳдадории тарафҳо\n4)	Мафҳуми аҳд	D)	амали шахсони воқеӣ ва ҳуқуқӣ"
  },
  {
    question: "Мафҳумҳоро бо якдигар мутобиқ намоед:",
    answer: "1)	Ҳуқуқҳои шахсӣ	A)	Ҳуқуқ ба ҳаёт\n2)	Ҳуқуқҳои молумулкӣ	B)	Ҳуқуқ ба мерос\n3)	Ҳуқуқи моликият	C)	Соҳибӣ, истифода, Ихтиёрдорӣ намудан\n4)	Ҳуқуқи ӯҳдадорӣ	D)	Иҷрои ӯҳдадорӣ"
  },
  {
    question: "Субъекти ҳуқуқро вобаста ба соҳаҳои ҳукуқ муайян намоед:",
    answer: "1)	Шахсони воқеӣ, шахсони ҳуқуқӣ ва давлат	A)	ҳуқуқи гражданӣ\n2)	Корфармо ва корманд	B)	ҳуқуқи меҳнатӣ\n3)	Мақомоти давлатӣ ва шаҳрвандон	C)	ҳуқуқи маъмурӣ\n4)	Муносибатҳои зану шавҳар	D)	ҳуқуқи оилавӣ"
  },
  {
    question: "Нишонаҳои шахси ҳуқуқиро шарҳ диҳед:",
    answer: "1)	Ягонaгии тaшкилӣ	A)	ҳaр як шaхси ҳуқуқӣ aз колективи меҳнaтӣ иборaт будa, сохтори муaйяни дохили дорaд\n2)	Молу мулки aлоҳидa (мустaқил) доштaн	B)	шaхси ҳуқуқӣ воситaҳои aсосӣ вa гaрдишӣ, бaлaнс вa сметaи мустaқил дорaд, ки aсоси иқтисодии фaъолияти онҳоро тaшкил менaмояд\n3)	Ҷaвобгaрии мустaқили молу мулкӣ	C)	шaхси ҳуқуқӣ бaрои ўҳдaдориҳои худ бо тaмоми aмволaш ҷaвобгaр aст\n4)	Дaр муомилоти грaждaнӣ aз номи худ бaромaд кaрдан	D)	нишонaи молӣ будa, дaр муомилоти грaждaнӣ aз номи худ бaромaд мекунaд"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	қобилияти ҳуқуқдории шaхсони ҳуқуқӣ	A)	ин қобилияти тaшкилот оиди доштaни ҳуқуқ вa ўҳдaдориҳои грaждaнӣ мебошaд\n2)	қобилияти aмaлкунии шaхси ҳуқуқӣ	B)	ин қобилияти тaшкилот бaрои бо ҳaрaкaтҳои худ бa дaст овaрдaни ҳуқуқ вa ўҳдaдориҳои грaждaнӣ мебошaд\n3)	қобилияти деликтии (ҷaвобгaрии) шaхси ҳуқуқӣ	C)	тaшкилот бaрои рaфтори ғaйриқонунии худ мустaқилонa ҷaвобгaр aст: aз рўи ўҳдaдориҳояш бо тaмоми молу мулки худ мaсъул aст\n4)	қобилияти ҳуқуқдории шахси ҳуқуқӣ кай қатъ мегардад	D)	баъди барҳамхӯрии ташкилот"
  },
  {
    question: "Шахси ҳуқуқиро вобаста ба намуд мувофиқа созед:",
    answer: "1)	Бо шaкли моликият	A)	дaвлaти вa хусусӣ (ғaйри дaвлaтӣ)\n2)	Бо фaъолияти мaқсaднок	B)	тиҷорaтӣ вa ғaйритиҷорaтӣ\n3)	Бо тaртиби тaъсисёбӣ	C)	aмрдиҳӣ, иҷозaтдиҳӣ вa нормaтивӣ\n4)	Бо тaркиби ҳуҷҷaтҳои тaъсисёбӣ	D)	шaртномaвӣ, оинномaвӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Шахси ҳуқуқи дар кадом маҳомот ба қайд гирифта мешавад ?	A)	мақомити андоз\n2)	Мaзмуни ҳуқуқи субъективии шaхси ҳуқуқӣ aзкадом аломатҳо иборат аст ?	B)	қобилияти ҳуқуқдорӣ, амалкунӣ ва диалектикӣ\n3)	Шaхси ҳуқуқӣ фaъолияти худро дaр aсоси чи бa aмaл мебaрорaд?	C)	оинома ва низомнома\n4)	Нишонаҳои шахси ҳуқуқи кадомҳоянд?	D)	ягонaгии тaшкили,молу мулки aлоҳидa (мустaқил) доштaн,ҷaвобгaрии мустaқили молу мулки , дaр муомилоти грaждaнӣ aз номи худ бaромaд кaрдaн"
  },
  {
    question: "Мафҳумҳоро мутобиқ гардонед:",
    answer: "1)	Принсипҳои соҳибкорӣ	A)	баробарҳуқуқии ҳифзи моликият\n2)	Субъекти соҳибкорӣ	B)	шаҳрвандон, шахсони ҳуқуқӣ, шаҳрвандони хориҷӣ\n3)	Объекти соҳибкорӣ	C)	муносибатҳои бозорӣ ва тиҷоратӣ\n4)	Мустақилияти соҳибкорӣ	D)	фаъолияти ташаббускоронаи субъекти хоҷагӣ"
  },
  {
    question: "Мафҳумҳоро мутобиқ гардонед:",
    answer: "1)	Фаъолияти соҳибкорӣ	A)	Фаъолияти мустақилона ва ташаббускоронаи субъектҳои хоҷагӣ\n2)	Шаклҳои (намудҳо)-и фаъолияти соҳибкорӣ	B)	Инфиродӣ ва коллективӣ\n3)	Асоси иқтисодиёти Ҷумҳурии Тоҷикистон	C)	Мунтазам ва доимӣ будани фаъолият бо мақсади фоида\n4)	Аломатҳои фаъолияти соҳибкориро муайян намоед	D)	Шаклҳои гуногуни моликият"
  },
  {
    question: "Меъёрҳои ҳуқуқиро бо соҳаҳои ҳуқуқ мутобиқ намоед:",
    answer: "1)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи оилавӣ	A)	Кодекси оила\n2)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи граажданӣ	B)	Кодекси гражданӣ\n3)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи меҳнатӣ	C)	Кодекси меҳнатӣ\n4)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи ҷиноятӣ	D)	Кодекси ҷиноятӣ"
  },
  {
    question: "Мафҳумҳоро мутобиқ намоед:",
    answer: "1)	Ҳуқуқ ба интихоби насаб, ҷои зист, машғулият	A)	ҳуқуқҳои шахсии ҳамсарон\n2)	Ҳуқуқ ба амвол, истифода ва ихтиёрдории амвол	B)	ҳуқуқи молумулкии ҳамсарон\n3)	Ҳуқуқи ба тарбия гирифтани қӯдак	C)	фарзандхонӣ\n4)	Ҳифзи ҳуқуқи кӯдакони бепарастормонда	D)	васӣ ва парастор"
  },
  {
    question: "Мафҳумҳои ҳуқуқи оилавиро мувофиқ намоед:",
    answer: "1)	Бекор кардан никоҳ дар мақомоти суд	A)	байни ҳамсарон баҳс оиди молумулк бошад\n2)	Бекор кардани никоҳ аз тарафи САҲШ	B)	байни ҳамсарон фазанд набошад\n3)	Беэътибории никоҳ	C)	шартҳои бастани никоҳ риоя нашавад\n4)	Қатъи никоҳ	D)	яке аз ҳамсарон вафот кунад"
  },
  {
    question: "Муқаррароти пешбинӣ гардидаро мувофиқ намоед:",
    answer: "1)	Ба вуҷуд овардани насли солим	A)	вазифаи ҳуқуқи оилавӣ\n2)	Баробарҳуқуқии зану шавҳар дар ҳалли масъалаҳои оилавӣ	B)	принсипҳои ҳуқуқи оилавӣ\n3)	Иттифоқи озод, баробарҳуқуқ ва чун қоида якумраи зану шавҳар	C)	мафҳуми никоҳ\n4)	Розигии никоҳшавандагон, ба синни никоҳӣ расидани никоҳшавандагон	D)	шартҳои бастани никоҳ"
  },
  {
    question: "Мувофиқати саволҳои сутунҳои чапу ростро муайян намоед:",
    answer: "1)	Мафҳуми ҳуқуқи оилавӣ	A)	муносибатҳои ҷамъиятие, ки дар натиҷаи бастан, бекор кардани никоҳ, таваллуд ва хешӣ ба вуҷуд меояд тназим мекунад\n2)	Мафҳуми оила	B)	иттифоқи озод, ихтиёрона ва қоидаи якумраи зану мард аст\n3)	Вазифаи ҳуқуқи оилавӣ	C)	ташкилёбии ҷамъият, аз оила ва оиладорӣ асос мегирад\n4)	Принсипҳои ҳуқуқи оилавӣ	D)	мусатаҳкам кардани оила, ки принсипҳои ахлоқии ҷамъият асосёфта"
  },
  {
    question: "Мувофиқати саволҳои сутунро аз тарафи чап ба ростро муайян намоед:",
    answer: "1)	Оила	A)	зуҳуроти мураккаби ҷамъиятист\n2)	Аъзои оила	B)	ҳамсарон, волидон ва фарзандон\n3)	Вазифаи ҳуқуқи оилавӣ	C)	мустаҳкам кардани оила, ки ба арзишҳои ахлоқии ҷомеа асос ёфта\n4)	Принсипи якканикоҳӣ	D)	Ҳар як шаҳрванди Тоҷикистон дар як ақди никоҳ буда метавонад, ақди никоҳе, ки дар мақомоти САҲШ ба қайд гирифта нашудааст эътибори қонуни надорад"
  },
  {
    question: "Шартҳои бастани никоҳро муайян кунед:",
    answer: "1)	Розигии никоҳшавандагон	A)	шарти аввал\n2)	Ба синни никоҳӣ расидани никоҳшавандагон	B)	шарти дувум\n3)	Ҷой надоштани монеаҳои ақди никоҳ	C)	шарти сеюм\n4)	Якканикоҳӣ	D)	принсипи ҳуқуқи оилавӣ"
  },
  {
    question: "Мувофиқати саволҳои сутунро аз тарафи чап ба ростро муайян намоед:",
    answer: "1)	Вазифаҳои ҳуқуқи оила	A)	бунёди муносибатҳои оилавӣ дар заминаи муҳаббату эҳтироми якдигар, кўмаки мутақобила ва масъулияти ҳамаи аъзои оила\n2)	Алоқамандии ҳуқуқи оила ӣо дигар соҳаҳои ҳуқуқ	B)	ҳуқуқи маъмурӣ, гражданӣ ва ҷиноятӣ\n3)	Пайдоиши табақаҳои гуногуни иҷтимоӣ	C)	замони неолит\n4)	Сарчашмаи таърихии ҳуқуқи оила	D)	Зардушт"
  },
  {
    question: "Сутунҳоро мувофиқа кунед",
    answer: "1)	Шакли идораи Ҷумҳурии Тоҷикистон чигуна мебошад	A)	Ҷумҳурии идораи президентӣ;\n2)	Маҷлисҳои Ҳукумати Тоҷикистон дар кадом мўҳлат гузаронида мешавад?	B)	Дар як моҳ камаш як маротиба\n3)	Маҷлисҳои Ҳукумати Тоҷикистон бо иштироки чанд ҳиссаи аъзои он гузаронида мешавад?	C)	Бо иштироки аз се ду ҳиссаи аъзои Ҳукумат;\n4)	Ҷумҳурии Тоҷикистон давлати иҷтимоӣ	D)	Фароҳам овардани шароити арзандаи зиндагӣ ва инкишофи озодона барои ҳар як инсон;"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Парасторӣ	A)	ҳуқуқи оилавӣ\n2)	Терроризм	B)	ҳуқуқи ҷиноятӣ\n3)	Гарав	C)	гражданӣ\n4)	Вақти истироҳат	D)	меҳнат"
  },
  {
    question: "Мафҳумҳои ҳуқуқи молиявӣ ва андозро мувофиқа намоед:",
    answer: "1)	Яке аз категорияҳои иқтисодӣ	A)	молия\n2)	Пардохти ҳатмии беподош, бебозгашт	B)	андоз\n3)	Фаъолияти ташаббускорона ва мустақилона	C)	соҳибкорӣ\n4)	Ҳуқуқи мустасноии (истисноии) давлат	D)	ситонидани андоз"
  },
  {
    question: "Андозҳоро вобаста ба сатҳи воридшавиашон мувофиқа намоед:",
    answer: "1)	Андоз аз даромад	A)	Андози умумидавлатӣ\n2)	Андоз аз воситаҳои нақлиёт	B)	Андози маҳаллӣ\n3)	Андозҳо дар Ҷумҳурии Точикистон	C)	Андозҳои умумидавлатӣ ва маҳаллӣ\n4)	Ҳусусияти андоз	D)	Пардохти ҳатмӣ"
  },
  {
    question: "Меъёрҳои Конститутсияи Ҷумҳурии Тоҷикистонро мувофиқа намоед:",
    answer: "1)	Моддаи 45	A)	Супоридани андоз ва пардохтҳо ҳатмист\n2)	Моддаи 42	B)	Надонистани қонун шахсро аз ҷавобгарӣ озод намекунад\n3)	Моддаи 17	C)	ама дар назди қонун ва суд баробаранд\n4)	Моддаи 18	D)	Ҳар кас ҳуқуқ ба ҳаёт дорад"
  },
  {
    question: "Меъёрҳоро вобаста ба соҳаҳояшон мувофика намоед:",
    answer: "1)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи молиявӣ	A)	Қонуни Ҷумҳурии Тоҷикистон \"Дар бораи буҷети давлатӣ\"\n2)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи андоз	B)	Кодекси андоз\n3)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи гражданӣ	C)	Кодекси гражданӣ\n4)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи оилавӣ	D)	Кодекси оилавӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Сарчашмаи ҳуқуқи молиявӣ	A)	Қонуни Ҷумҳурии Тоҷикистон “Дар бораи буҷети давлатӣ”\n2)	Назорати мақомоти молиявӣ-кредитӣ	B)	Назорати молиявӣ\n3)	Муқаррар ва ситонидани андоз ҳуқуқи мустасноии давлат аст	C)	Хусусияти андоз\n4)	Сарчашмаи ҳуқуқи андоз	D)	Кодекси андози Ҷумҳурии Тоҷикистон"
  },
  {
    question: "Санадҳои меъёри ҳуқуқии ҶумҳурииТоҷикистонро мувофиқа намоед:",
    answer: "1)	Маҷмӯи мураттабгаштаи меъёрҳои ҳуқуқи молиявӣ	A)	Қонуни Ҷумҳурии Тоҷикистон “Дар бораи буҷети давлатӣ”\n2)	Маҷмӯи мураттабгардидаи меъёрҳои ҳуқуқи андоз	B)	Кодекси андоз\n3)	Маҷмӯи меъёрҳои мураттабгардидаи ҳуқуқи оила	C)	Кодекси оила\n4)	Маҷмӯи меъёрҳои мураттабгардидаи ҳуқуқи гражданӣ	D)	Кодекси гражданӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Ҳуқуқ ба ҳаёт	A)	низоми ҳуқуқҳои шахсӣ\n2)	Ҳуқуқ ба муттаҳидшавӣ	B)	низоми ҳуқуқҳои сиёсӣ\n3)	Ҳуқуқ ба манзил	C)	низоми ҳуқуқҳои иҷтимоӣ\n4)	Ҳуқуқ ба истироҳат	D)	низоми ҳуқуқҳои иқтисодӣ"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Ҳуқуқ ба ёрии ҳуқуқӣ	A)	низоми ҳуқуқҳои шахсӣ\n2)	Ҳуқуқ ба интихоб кардан	B)	низоми ҳуқуқҳои сиёсӣ\n3)	Ҳуқуқ ба ҳаёти арзанда	C)	низоми ҳуқуқҳои иҷтимоӣ\n4)	Ҳуқуқ ба меҳнат	D)	низоми ҳуқуқҳои иқтисодӣ"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Ташкилоти тиҷоратӣ	A)	ҳуқуқи соҳибкорӣ\n2)	Аҳд	B)	гражданӣ\n3)	Танбеҳ	C)	ҳуқуқи ҷиноятӣ\n4)	Вақти истироҳат	D)	ҳуқуқи меҳнатӣ"
  },
  {
    question: "Мафҳумҳоро мувофиқа намоед:",
    answer: "1)	Соҳаи мустақили ҳуқуқ	A)	Ҳуқуқи меҳнатӣ\n2)	Созишномаи байни корманд ва корфармо	B)	Шартномаи меҳнатӣ\n3)	Шакли бастани шартномаи меҳнатӣ	C)	Шифоҳӣ ва хаттӣ\n4)	Тарафҳои шартномаи (қарордоди) меҳнатӣ	D)	Корфармо ва корманд"
  },
  {
    question: "Мафҳумҳои пешбинишударо мувофиқа намоед:",
    answer: "1)	Принсипҳои ҳуқуқи меҳнатӣ	A)	ҳуқуқ ба меҳнат ва ҳифзи иҷтимоии бекорӣ\n2)	Вазифаи корманд мутобиқи шартномаи меҳнатӣ	B)	корҳоро аз рӯи як, якчанд касби муайян иҷро намояд\n3)	Вазифаи корфармо мутобиқи шартномаи меҳнатӣ	C)	ба корманд музд диҳад\n4)	Сарчашмаи ҳуқуқи меҳнатӣ	D)	Конститутсияи ҶТ, Кодекси меҳнат"
  },
  {
    question: "Мафҳумҳоро мувофик намоед:",
    answer: "1)	Манъи меҳнати маҷбурӣ	A)	Принсипи ҳуқуқи меҳнатӣ\n2)	Корҳоро аз рӯи ихтисос ё вазифа бо тахассусмандии дахлдор иҷро намояд	B)	Вазифаи корманд\n3)	Шароитҳои меҳнатиро таъмин кунад	C)	Вазифаи корфармо\n4)	Асоси пайдоиши муносибатҳои меҳнатӣ мебошад	D)	Шартномаи(қарордоди) меҳнатӣ\n"
  },
  {
    question: "Мафҳумҳоро мувофиқ намоед:",
    answer: "1)	Шаклҳои шартномаи меҳнатӣ	A)	хаттӣ, шифоҳӣ\n2)	Мазмуни шартномаи меҳнатӣ	B)	ҳуқуқ ва ӯҳдадориҳои тарафҳои шартнома\n3)	Тарафҳои шартномаи меҳнатӣ	C)	корманд,корфармо\n4)	Шартҳои шартномаи меҳнатӣ	D)	зарурӣ,иловагӣ\n"
  },
  {
    question: "Мафҳумҳоро мувофиқ намоед:",
    answer: "1)	Субъекти ҳуқуқи меҳнат	A)	корфармо ва корманд\n2)	Объекти ҳуқуқи меҳнат	B)	ҷараёни кор\n3)	Ченаки меҳнат	C)	вақти кор\n4)	Санади танзимкунанда	D)	шартномаи меҳнатӣ"
  },
  {
    question: "Ҳуқуқ ва ӯҳдадориҳои иштирокчиёни муносибатҳои ҳуқуқи меҳнатиро мувофиқа созед:",
    answer: "1)	Корманд ҳуқуқ дорад	A)	Ба бехатарӣ ва ҳифзи меҳнат\n2)	Корманд ӯҳдадор аст	B)	Интизоми меҳнатиро риоя кунад\n3)	Корфармо ҳуқуқ дорад	C)	Ба идоракунии ташкилот ва қабули санадҳои меъёрии дохилӣ\n4)	Корфармо ӯҳдадор аст	D)	Бехатарӣ ва ҳифзи меҳнат, бехатарии сўхтор ва санитарию гигиениро дар ҷойи кор таъмин намояд"
  },
  {
    question: "Мафҳумҳоро мувофиқа созед:",
    answer: "1)	Вақти шабона	A)	соати 22 то соати 6 саҳар\n2)	Изофакорӣ манъ карда шудааст	B)	ҳангоми 12 соат будани давомнокии баст\n3)	Бекорӣ	C)	зуҳуроти иҷтимоию иқтисодие, ки ба набудани талабот ба қисми муайяни қувваи корӣ дар бозори меҳнат вобастагӣ дорад\n4)	Бемории касбӣ	D)	корманд бар асари таъсири омилҳои хатарнок ё зараровари истеҳсолӣ гирифтор шудааст"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Патент	A)	ҳуқуқи соҳибкорӣ\n2)	Авф	B)	ҳуқуқи ҷиноятӣ\n3)	Буҷет	C)	ҳуқуқи молиявӣ\n4)	Вақти истироҳат	D)	ҳуқуқи меҳнат"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Патент	A)	ҳуқуқи соҳибкорӣ\n2)	Авф	B)	ҳуқуқи ҷиноятӣ\n3)	Буҷет	C)	ҳуқуқи молиявӣ\n4)	Вақти истироҳат	D)	ҳуқуқи меҳнат"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Изофакорӣ	A)	ҳуқуқи меҳнатӣ\n2)	Шартномаи ҳадя	B)	ҳуқуқи гражданӣ\n3)	Буҷети давлатӣ	C)	ҳуқуқи молиявӣ\n4)	Биржаи фондӣ	D)	ҳуқуқи соҳибкорӣ"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Моликияти истисноии давлат	A)	Замин, сарватҳои зеризаминӣ\n2)	Вазифаи конститутсионии шахс	B)	Ҳифзи табиат, ёдгориҳои таъриву фарҳангӣ\n3)	Субъектони муносибатҳои ҳуқуқи экологӣ	C)	Шахсони воқеӣ, шахсони ҳуқуқӣ ва давлат\n4)	Асоси ҷавобгарии экологӣ	D)	Ҳуқуқвайронкунии экологӣ"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Яке аз роҳҳои бартараф кардани ҳуқуқвайронкунии экологи	A)	баланд бардоштани маърифати экологии аҳолӣ\n2)	Яке аз принсипҳои асосии сиёсати давлатӣ дар соҳаи экологӣ	B)	ҳатмӣ будани омӯзиши фанҳои экологӣ дар ҳамаи зинаҳои таълимӣ\n3)	Сарчашмаҳои асосҳои ҳуқуқи экологӣ	C)	Конститутсияи Ҷумҳурии Тоҷикистон, Кодекси об, Кодекси замин, Кодекси ҷангал, Кодекси фазои ҳаво\n4)	Иштирокчиёни муносибатҳои ҳуқуқи экологӣ	D)	шахсони воқеӣ, ҳуқуқӣ ва давлат"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед",
    answer: "1)	Олами набототу ҳайвонот моликияти истисноии давлат	A)	Конститутсияи Ҷумҳурии Тоҷикистон\n2)	Об, замин, сарватҳои зеризаминӣ, фазои ҳавоӣ	B)	Объекти табиӣ\n3)	Яке аз сарчашмаҳои ҳуқуқи экологӣ	C)	Кодекси фазои ҳаво\n4)	Тартиби истифодабарии захираҳои табиӣ	D)	Дар асоси қонунгузории Ҷумҳурии Тоҷикистонро оид ба ҳифзи табиат"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян намоед:",
    answer: "1)	Олами набототу ҳайвонот	A)	моликияти истисноии давлат\n2)	Ӯҳдадории заминистифодабаранда	B)	сари вақт андоз ва иҷорапулии заминро супоранд\n3)	Объекти муносибатҳои вобаста ба замин	C)	қитъаҳои замин\n4)	Ҳуқуқи заминистифодабаранда	D)	мустақилона дар замин хоҷагидорӣ намоянд"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Экология	A)	ҳамчун илм\n2)	Табиат	B)	муҳити зисти инсон\n3)	Мафҳуми экология кай пайдо шуд?	C)	соли 1886\n4)	Моҳияти илми экология	D)	таълимот дар бораи муҳити зист"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Ҳуқуқи экологӣ	A)	Соҳаи мустақили ҳуқуқ\n2)	Сарчашмаи ҳуқуқи экологӣ	B)	Конститутсияи ҶТ, Қонуни ҶТ дар бораи ҳифзи муҳити зист, Кодекси замин, Кодекси об, Кодекси ҷангал\n3)	Истифодабарандагони табиат	C)	Шахсони воқеӣ ва ҳуқуқӣ\n4)	Олими ихтироъкардаи илми экология	D)	Эрнест Гегел"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Манбаи якуми ифлосшавӣ	A)	ифлосшавии кайҳонӣ\n2)	Манбаи дуввуми ифлосшавӣ	B)	ифлосшавии антропогенӣ (фаъолияти инсон)\n3)	Сабабҳои ифлосшавӣ	C)	нақлиёт, корхонаҳои саноатӣ, кимёвӣ\n4)	Дар деҳот манбаи ифлоскунӣ	D)	чорвопарварӣ, химикатҳо дар кишоварзӣ"
  },
  {
    question: "Муқаррароти соҳаи ҳуқуқи экологиро муайян кунед:",
    answer: "1)	Захираҳои тамомшаванда	A)	ангишт, нафт, газ\n2)	Захираҳои тамонашаванда	B)	олами набототу ҳайвонот, нури офтоб, ҳаво ва об\n3)	Захираҳои табиат	C)	тамомшаванда ва тамомнашаванда\n4)	Ифлосшавӣ ва харобшавии мухити табиии атроф	D)	вайроншавии системаҳои экологӣ"
  },
  {
    question: "Мувофиқатиро муайян намоед:",
    answer: "1)	Адолати судиро кадом мақомот ба амал мебарорад?	A)	Суд\n2)	Мӯҳлати ваколати судяҳо дар Ҷумҳурии Тоҷикистон чанд аст?	B)	10 сол\n3)	Назорати дақиқ ва иҷроиши якхелаи қонунҳоро дар Ҷумҳурии Тоҷикистон кадом мақомот ба зимма дорад?	C)	Мақомоти прокуратура\n4)	Ёрии ҳуқуқиро дар Ҷумҳурии Тоҷикистон кадом мақомот амалӣ менамояд?	D)	Мақомоти адвокатура"
  },
  {
    question: "Мафҳумҳоро мутобиқ гардонед:",
    answer: "1)	Субъектони ҳуқуқи соҳибкорӣ	A)	Шахсони воқеӣ ва шахсони ҳуқуқӣ\n2)	Фаъолияти ташаббускорона ва мустақилонаи субъекти хоҷагӣ	B)	Фаъолияти мустақилона ва ташаббускорона\n3)	Мунтазам ба даст даровардани фоида	C)	Фаъолияти соҳибкорӣ\n4)	Объекти ҳуқуқи соҳибкорӣ	D)	аломати фаъолияти соҳибкорӣ"
  },
];

